[
  {
    "type": 1,
    "id": 123,
    "title": "What To Do if You Are Sick",
    "headline": "Call your doctor:\nIf you think you have been exposed to COVID-19 and develop a fever and symptoms, such as cough or difficulty breathing, call your healthcare provider for medical advice.",
    "thumbnail": "https://raw.githubusercontent.com/behrad-kzm/BEKDesing/master/Images/CoronaCare/Post_1.jpg",
    "description": "Follow the steps below:\nIf you are sick with COVID-19 or suspect you are infected with the virus that causes COVID-19, follow the steps below to help prevent the disease from spreading to people in your home and community.\nStay home except to get medical care\n\n- Stay home: People who are mildly ill with COVID-19 are able to isolate at home during their illness. You should restrict activities outside your home, except for getting medical care.\n- Avoid public areas: Do not go to work, school, or public areas.\n- Avoid public transportation: Avoid using public transportation, ride-sharing, or taxis.\n",
    "src": "https://www.cdc.gov/coronavirus/2019-ncov/if-you-are-sick/steps-when-sick.html"
  },
  {
    "type": 1,
    "id": 124,
    "title": "Tips for washing hands",
    "headline": "Handwashing is one of the best ways to protect yourself and your family from getting sick. Learn when and how you should wash your hands to stay healthy.",
    "thumbnail": "https://raw.githubusercontent.com/behrad-kzm/BEKDesing/master/Images/CoronaCare/Post_2.jpg",
    "description": "You can help yourself and your loved ones stay healthy by washing your hands often, especially during these key times when you are likely to get and spread germs:\n\n- Before, during, and after preparing food\n- Before eating food\n- Before and after caring for someone at home who is sick with vomiting or diarrhea\n- Before and after treating a cut or wound\n- After using the toilet\n- After changing diapers or cleaning up a child who has used the toilet\n- After blowing your nose, coughing, or sneezing\n- After touching an animal, animal feed, or animal waste\n- After handling pet food or pet treats\n- After touching garbage\n",
    "src": "https://www.cdc.gov/handwashing/when-how-handwashing.html"
  },
  {
    "type": 2,
    "id": 125,
    "title": "Best way to washing hands.",
    "headline": "Handwashing can help prevent illness.",
    "thumbnail": "https://raw.githubusercontent.com/behrad-kzm/BEKDesing/master/Images/CoronaCare/Post_3.jpg",
    "description": "Handwashing can help prevent illness. It involves five simple and effective steps (Wet, Lather, Scrub, Rinse, Dry) you can take to reduce the spread of diarrheal and respiratory illness so you can stay healthy. Regular handwashing, particularly before and after certain activities, is one of the best ways to remove germs, avoid getting sick, and prevent the spread of germs to others. It’s quick, it’s simple, and it can keep us all from getting sick. Handwashing is a win for everyone, except the germs.",
    "src": "https://youtu.be/o6S_qlJf0e8"
  },
  {
    "type": 1,
    "id": 126,
    "title": "Common Questions About the New Coronavirus Outbreak",
    "headline": "The new coronavirus disease, called COVID-19, is front and center in many people’s minds. This is likely to be worrisome for many people, especially for cancer patients and their families. Cancer patients are among those at high risk of serious illness from an infection because their immune systems are often weakened by cancer and its treatments. Usually the risk is temporary. Cancer patients who finished treatment a few years ago or longer have immune systems that have most likely recovered, but each person is different. It's important that all cancer patients and survivors, whether currently in treatment or not, talk with a doctor who understands their situation and medical history.",
    "thumbnail": "https://raw.githubusercontent.com/behrad-kzm/BEKDesing/master/Images/CoronaCare/Post_4.jpg",
    "description": "- How can I protect myself from getting COVID-19?\n\n- What else do cancer patients need to know about the coronavirus?\n- What is a coronavirus?\n- What is COVID-19?\n- How serious is the COVID-19 illness?\n- How does the virus spread?\n- open content to see more...",
    "src": "https://www.cancer.org/latest-news/common-questions-about-the-new-coronavirus-outbreak.html"
  },
  {
    "type": 1,
    "id": 127,
    "title": "World Map",
    "headline": "Locations with Confirmed COVID-19 Cases, by WHO Region",
    "thumbnail": "https://raw.githubusercontent.com/behrad-kzm/BEKDesing/master/Images/CoronaCare/Post_5.jpg",
    "description": "Global case numbers are reported by the World Health Organization (WHO) in their coronavirus disease 2019 (COVID-19) situation report external icon. For U.S. information, visit CDC’s COVID-19 in the U.S.\n- open content to see more...",
    "src": "https://www.cdc.gov/coronavirus/2019-ncov/cases-updates/world-map.html"
  }
]
